[
  "\"Yourself\" has uniqueness. \"Productize\" has leverage. \"Yourself\" has accountability. \"Productize\" has specific knowledge. \"Yourself\" also has specific knowledge in there. So of all these pieces, you can combine them into these two words.",
  "A simple piece of advice from Naval on how to optimize your time and learning. Read books while you're resting andlisten to podcastsor audio books while traveling, commuting to work, or working out at the gym.",
  "A thoughtful observation by Naval. Figure out how many things are done in your day due to what the family and society expects of you, rather than out of your own interest. Once you've figured that out, try to spend more time on doing things you like and things that can further your learning.",
  "According to Naval, there are three broad classes of leverage. One form of leverage is labor. The second form of leverage is money or capital. It's the most dominant form of leverage in the last century. The third form of leverage is \"products with no marginal cost of replication.\" This includesbooks, media,movies, and code.",
  "All the brilliant thinkers have a toolbox of mental models that they apply to different problems and situations. They have such a clear understanding of concepts because they have a fundamental understanding of the basics. Revisit quote #17 and you'll know why Naval stresses so much on reading the fundamentals really well.",
  "As Naval says, it's important to be aware of your habits and know how to break bad habits. Naval goes on to explain how it's important to develop working out as a habit or do some kind of physical activity every single day.",
  "As Naval says, we can learn to think better and apply our knowledge to any situation at hand by having a set of mental models.",
  "Bottom line? Entrepreneurship is a life skill.",
  "But modern society rewards risk takers — people who have the ability to take risks under their own name get more economic rewards. Embracing accountability is the path to financial freedom and maximum leverage.",
  "Dichotomy of controlis the central tenet of stoicism. It's the idea that certain things are under our control, while other things are not. It essentially means cultivating indifference to things outside our control and focusing our energy and resources on things we can control.",
  "Don't let your past define your present. It's not the past events themselves that are affecting us. It's the way we interpret these events. By changing our interpretation of past events, we can prevent it from defining our present and future.",
  "Editor's Note:This article was first published on 18 June 2022 and has been updated regularly since then for relevance and comprehensiveness.",
  "For the last several years, Naval has been sharing his unique perspectives on business, investing, and happiness to millions of followers on Twitter, through his own blog, podcast, and numerous other podcast interviews.",
  "Happiness is a skill that needs to be developed. It's just like developing an exercise routine. Once you make a commitment to stay heathy, your exercise routine becomes more meaningful and you're in a much better frame of mind to reach your health goals. We need to take a similar approach to happiness. Once you make a choice to be happier, you are in a much better mental state to develop a skill set for happiness.",
  "Having a daily exercise routine can help you break a lot of bad habits like drinking too much caffeine or smoking or partying all night long. As you start breaking these bad habits, you realize there are other bad habits that can be fixed just as easily.",
  "Here's howFarnam Streetdefines mental models:",
  "If you liked this article, please share it on Twitter using the link below:",
  "If you study wealthy people around the world, you'll notice that they got rich by owning a piece of a product or a business. As Naval says, the best way to create real wealth is to start your own business. That's the only way you can avoid the wage slave trap.",
  "If you want to develop a reading habit, you need to first start with the genres you like. Once it becomes a habit, you can check out the reading recommendations of people you admire.",
  "If you'd like to succeed in business, you need to take full accountability and have the courage to take risks under your own name. Just take a look at all the successful entrepreneurs — Richard Branson, Steve Jobs, Henry Ford, and Jeff Bezos to name a few. They all had the courage to take massive risks under their own name and society rewarded them with wealth, trust, and recognition.",
  "If you're ever afraid of a new endeavor or are just procrastinating on a new project, use meditation, music, and exercise to reset and refresh. Once you've done that, get back to whatever it is you were doing with renewed focus and energy.",
  "In his bookLinchpin, Seth Godin describes the importance of shipping. As Seth Godin writes, \"The only purpose of starting is to finish, and while the projects we do are never really finished, they must ship. Shipping means hitting the publish button on your blog, showing a presentation to the sales team, answering the phone, selling the muffins, sending out your references.\"",
  "In one of his podcast interviews, Naval remarked how renting out your time means you're essentially replaceable. Which is why it's key to build specific knowledge. When you have specific knowledge, you have leverage. With specific knowledge and leverage at your disposal, you can start earning with your mind, and not your time.",
  "In order to succeed, you need to embrace failure and keep learning from your mistakes. As Naval says, overnight success is a result of countless hours of grinding, toiling, and sweating.",
  "In other words, a mental model is an understanding of how things work. The quality of our thinking is determined by our mental models and how we use them in the situation at hand. For example, Naval is widely regarded as a first principles thinker.First principles thinkingis a core mental model wherein you deconstruct a complex idea separating facts from assumptions.",
  "Inaction can hurt us even more in the long run. Procrastination may feel good in the short run, but it takes a toll on your productivity and the quality of your output. In order to be successful, you have to accept suffering in the short term, so you can reap rewards in the long term.",
  "Intermittent fasting is when you eat within the time frame of 8 hours and fast for 16 hours. It's one of the most effective ways to lose weight and reset your body. As intermittent fasting is to the body, meditation is to the mind.",
  "It's also worth rereading a good book several times so you can completely absorb the lessons. It feels good to have books in your reread list and it's a rewarding experience to revisit some of the books you love.",
  "It's important to surround ourselves with people who believe in our vision and goals. Don't associate yourself with cynics as their pessimism will eventually bring you down.",
  "It's one of themust-read business booksfor entrepreneurs from all walks of life. I'd urge you to pick up a copy of this book right away or if you prefer to read the book online, you can read the entirety of it for free atnavalmanack.com.",
  "Joe Rogan is a divisive figure. But even his staunchest critic won't deny the fact that he's one of the most successful content entrepreneurs out there. Who could have predicted ten years ago that podcasting would fetch you a $100 million deal with one of the premier audio platforms in the world? That's what the internet has done.",
  "Leverage is a recurring theme in Naval's business philosophy. To get a deeper understanding of this quote, you need to make sense of leverage.",
  "Mainstream news channels follow the money. There's nothing authentic in their advice, be it financial, nutritional, or political. The quality of your day shouldn't be determined by what's reported by the news media. Be in control of your inputs and lead a better, happier life.",
  "Mental models are how we break down complex ideas and scenarios into understandable chunks. The more mental models you have in your toolbox, the better equipped you are to face the realities of life.",
  "Mental models are how we understand the world. Not only do they shape what we think and how we understand but they shape the connections and opportunities that we see. Mental models are how we simplify complexity, why we consider some things more relevant than others, and how we reason.",
  "Nassim Nicholas Taleb once said, \"The three most harmful addictions are heroin, carbohydrates, and a monthly salary.\" Naval often uses this quote to remind us of the pitfalls of a salary-based income.",
  "Naval believes code is the most effective form of leverage. Labor, on the other hand, is the worst form of leverage you can have. Not just because managing people is difficult and requires exceptional leadership skills. Since what you're doing can easily be done by others, you don't have any specific knowledge.",
  "Naval is one of the few intellectuals who can clearly define the difference between wealth and money. As Naval says, money is how we transfer wealth. Money is essentially social credits. Wealth, on the other hand, is businesses and assets that earn while you sleep.",
  "Naval is one of the smartest people I've ever met, and he's also one of the most courageous. Not in the \"run into the fire without thinking twice\" sense, but in the \"think twice and then tell everyone they're focusing on the wrong fire\" sense. He is rarely part of any consensus, and the uniqueness of his life, lifestyle, family dynamics, and startup successes is a reflection of conscious choices he's made to do things differently.",
  "Naval recommends books from these topics because these are the topics that tend to scare people off because of the complex concepts that are unraveled in the books. Even if you find them too difficult or confusing the first time, you should go ahead and read them anyway and reread them until you absorb all the important lessons.",
  "Naval recommends that we set an aspirational hourly rate. Once you've set an hourly rate, you need to stick to it no matter what. You need to factor in your time into every decision you make. If you can find someone to do a job for less than your hourly rate, then it's better to outsource it or not do it at all to save precious time that you can then devote to focusing on things that matter.",
  "One of the biggest mistakes we do in life is to take ourselves too seriously. We need to constantly remind ourselves that we are just a monkey with a plan. It really puts things into perspective.",
  "One of the most effective ways to lead an unhappy life is to care about what others think. As Naval says, real courage is all about not caring what other people think. When you stop seeking outside approval, you set better standards for yourself and approach goals with a clear mind.",
  "Side note:You can find Naval's reading recommendations at the end of this article. Be sure to check it out.",
  "So in order to generate wealth, you need to build specific knowledge. As Naval says, you need to productize yourself. When you do that, you'll have an infinite amount of leverage.",
  "Stoic philosopher Epictetus once said, \"If you are ever tempted to look for outside approval, realize that you have compromised your integrity. If you need a witness, be your own.\" Your success, happiness, and self-worth shouldn't be determined by other people. Instead, you should look inward and set your own benchmarks.",
  "The Lindy effect applies to content creators as well. The longer you take to finish a specific project, the more likely you are never going to ship it.",
  "The Roman emperor and Stoic philosopher Marcus Aurelius once said, \"I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinion of himself than on the opinion of others.\" It's a clear reminder to all of us to not live life according to the expectations of society.",
  "The book curates Naval's philosophy on two of his most explored topics: wealth and happiness. It's filled with lessons, anecdotes, mental models, and advice that every entrepreneur will cherish as a guide to lead a happier, more successful life.",
  "The longer you stay invested in a relationship or in the quest for knowledge, the better the returns in the long run. Similarly, if you have a good reputation and you keep building it for decades, people will eventually notice and you'll gain economic rewards.",
  "The news media and people in general love overnight success stories. But let's face it: overnight success doesn't exist. NBA legend Michael Jordan said it best when he said, \"I've missed more than 9,000 shots in my career. I've lost almost 300 games. Twenty-six times, I've been trusted to take the game-winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.\"",
  "The old school of thought was to get a college degree and work a job for the next thirty years. But things are different now. You can't expect to get rich by adopting a \"know-it-all\" attitude and refusing to learn new skills. You need to embrace a growth mindset to achieve great things and build wealth.",
  "The proliferation of social media and mobile technology has turned us into anxious creatures. The constant need to check the phone or achieve \"inbox zero\" is a recipe for misery. For this reason, we need to take a step back and resist the urge to respond to emails or social media comments in real-time. Don't make yourself so reachable.",
  "The social media culture has bred envy and jealousy into our DNA where we constantly compare ourselves with others. Instead of competing with others, which leads to envy and misery ultimately, compete with your past self. It's the best way to improve yourself.",
  "The summary of Naval's famous \"How to Get Rich\" tweet thread is \"Productize Yourself.\" Naval breaks these two words down as follows:",
  "The ubiquitousness of the internet has allowed anyone to carve a thriving career out of their niche obsession. Take Joe Rogan's success with podcasting, for example. And Wally and Amanda's success on Instagram — the husband and wife team behindAccidentally Wes Anderson. Both these vastly different individuals were able to scale a single obsession of theirs and monetize them beyond their wildest dreams.",
  "There's a myth surrounding what our retirement age should be. Some want to retire early while others want to work until their last day on the planet. But as Naval remarks, you retire when you have enough savings, becoming a monk, or by working on something that you're really passionate about.",
  "Think about it: We wouldn't have had revolutionary products like cars, personal computers, and smartphones if the visionaries behind these products had waited for their customers to articulate these ideas to them.",
  "This is a great definition of wisdom. Wisdom is understanding the long-term repercussions of your actions today. When your wisdom is applied to external problems like paying off your home loan or dealing with a problematic situation, that's good judgment.",
  "This is procrastination from a startup perspective. The longer you take planning the launch of your product, the more likely you will never launch it.",
  "This is such an important observation on investing. This is especially the case if you're investing in cryptocurrencies. Take the extreme volatility of Bitcoin, for example, and the panic that ensues when the prices drop.",
  "To be in control of time is to be in control of your life. Work when you're in high-energy mode and rest when you're in low-energy mode. That's how entrepreneurs canmaximize their productivityand make efficient use of their time.",
  "To build wealth, you must own equity. Getting stock options at the company you work for or making long-term investment bets in the stock market are great ways to start. But the best way to generate wealth is to start your own business. And this is exactly what Naval recommends. Once you grasp the deeper meaning of wealth, you realize that the best route to financial freedom is to start your own venture.",
  "To get a better grasp of complex topics like math, science, and philosophy, start with the basics. If you want to study the theory of evolution, read Charlies Darwin'sOn the Origin of Species. Similarly, if you want to learn microeconomics, start with Adam Smith'sWealth of Nations. Before reading the contemporaries on these subjects, you should start with the originals because that gives you a much better foundation.",
  "To get leverage in the form of capital, you have to build credibility. And to build credibility, you need to take business risks under your own name. You need to be accountable. Accountability is a double-edged sword — you get the credit when things go well and bear the brunt of failure when things go south. Which is why most people lack the courage to embrace accountability.",
  "We can either adopt a fixed mindset or growth mindset. By adopting a growth mindset, we become perpetual learners.",
  "When it comes to deciding something important, trust your gut over the opinion of others. The famous Henry Ford quote goes like this, \"If I had asked people what they wanted, they would have said faster horses.\"",
  "When it comes to shipping your product, you need to stick to strict deadlines. Even if your product is not fully ready for the market, the best approach is to launch it now, and do improvements to your product later. Long-term planning is simply a waste of time.",
  "When you adopt a growth mindset and embrace the concept of perpetual learning, you can master any skill. Mathematics is one of the STEM disciplines and if you have a keen interest and skill in math, you have all the tools and discipline necessary to learn anything on your own.",
  "When you do things withshoshin, you let go of your preconceptions and prior knowledge and develop an attitude of openness to learn something new.",
  "When you play long-term games with people you trust, compound interest takes over and you reap massive rewards in the long run.",
  "When you're building a robust stock or crypto portfolio, make sure you stay invested for a long period and resist the temptation to sell early. As Morgan Housel says in his brilliant bookThe Psychology of Money, \"Doing well with money has little to do with smartness and a lot to do with behavior.\" Stay invested in the long run and enjoy the benefits of compounding.",
  "When you're inspired by something, act on it immediately. Because inspiration is just a fleeting moment. If you don't capture it at the right time, you're going to lose it forever. So if you find inspiration, acting on it is key to developing some sort of momentum.",
  "Where you live still plays an important role, but the ubiquitousness of the internet and digital devices has made it easy for anyone to be an entrepreneur or creator. We live in the information age. Access to all kinds of information is now easier than ever, giving your ideas a better chance of becoming reality.",
  "With specific knowledge and sufficient leverage at your disposal, you are better equipped to reach your business goals.",
  "You can lead a much happier life if you focus on things that are in your control and ignore things that are out of your control. It's easier said than done, which is why Stoicism deserves deeper study and analysis. To learn more about Stoicism, I'd recommend these five books:",
  "You may be tempted to read as many books as you can as fast as you can. But reading shouldn't be a race with others. Books should be savored and absorbed. When you're reading a good book, read it slowly and absorb its lessons completely. Don't be in a hurry to finish the book.",
  "“A busy calendar and a busy mind will destroy your ability to do great things in this world. If you want to be able to do great things, whether you’re a musician, or whether you are an entrepreneur, or whether you’re an investor, you need free time and you need a free mind.”",
  "“A fit body, a calm mind, a house full of love. These things cannot be bought — they must be earned.”",
  "“A happy person isn’t someone who’s happy all the time. It’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.”",
  "“A rational person can find peace by cultivating indifference to things outside their control.”",
  "“A taste of freedom can make you unemployable.”",
  "“About Luck Making money isn’t about luck. It’s about becoming the kind of person who makes money. Making money isn’t about luck”",
  "“All greatness comes from suffering.”",
  "“All the benefits in life come from compound interest — money, relationships, habits — anything of importance.”",
  "“Any meeting with eight people sitting around at a conference table, nothing is getting done in that meeting. You are literally just dying one hour at a time.”",
  "“Arm yourself with specific knowledge”",
  "“Art is anything done for its own sake”",
  "“As long as you are doing what you want, it's not a waste of time.”",
  "“Be aware there are no \"adults\". Everyone makes it up as they go along.”",
  "“But at the same time, many of them deep down believe that they can’t make it. They don’t want any wealth creation to happen. So, they virtue signal by attacking the whole enterprise by saying, \"Well, making money is evil. You shouldn’t do it.”",
  "“Coding is such a great superpower because now you can speak the language of the robot armies and you can tell them what to do.”",
  "“Competing without software is like competing without electricity.”",
  "“Desire is a contract that you make with yourself to be unhappy until you get what you want.”",
  "“Don't spend you life making other people happy. Other people being happy is their problem.”",
  "“Don’t partner with pessimists”",
  "“Don’t take yourself so seriously. You’re just a monkey with a plan.”",
  "“Emotions are what prevent you from seeing what’s actually happening, until you can no longer resist the truth of what’s happening, until it becomes too sudden, and then you’re forced into suffering; which is sort of a breaking of this fantasy that you had put together.”",
  "“Entrepreneurship is essentially an act of creating something new from scratch. Predicting that society will want it, and then figuring out how to scale it, and get it to everybody in a profitable way, in a self-sustaining way.”",
  "“Escape competition through authenticity”",
  "“Every second you have on this planet is very precious, and it’s your responsibility to make sure you’re happy and interpreting everything in the best possible way.”",
  "“Everybody can be wealthy. Everybody can be retired. Everybody can be successful. It is merely a question of education and desire. You have to want it. If you don’t want it, that’s fine. Then you opt out of the game. But don’t try to put down the people who are playing the game. Because that’s the game that keeps you in a comfortable warm bed at night. That’s the game that keeps a roof over your head.”",
  "“Everybody can be wealthy. Everybody can be retired. Everybody can be successful. It is merely a question of education and desire. You have to want it. If you don’t want it, that’s fine. Then you opt out of the game.”",
  "“Figure out what product you can provide and then figure out how to scale it”",
  "“Forty hour workweeks are a relic of the Industrial Age. Knowledge workers function like athletes — train and sprint, then rest and reassess.”",
  "“Getting rich is about knowing what to do, who to do it with, and when to do it. It is much more about understanding than purely hard work. Yes, hard work matters, and you can't skimp on it. But it has to be directed in the right way. If you don't know yet what you should work on, the most important thing is to figure it out. You should not grind at a lot of hard work until you figure out what you should be working on.”",
  "“Give Society What It Doesn’t Know How to Get Society will pay you for creating what it wants, but doesn't know how to get, and delivering it at scale.”",
  "“Happiness is there when you remove the sense of something missing in your life.”",
  "“I don't actually read a lot of books. I pick up a lot of books and only get through a few, which form the foundation of my knowledge.”",
  "“I won’t even name names but when a famous economist rails on Bitcoin or when a business journalist attacks the latest company that’s IPO’ing, it’s complete nonsense. Those people have never built anything, they’re professional critics. They don’t know anything about making money. All they know is how to criticize and get pageviews. And you’re literally becoming dumber by reading them. You’re burning neurons.”",
  "“I would rather read the best 100 books over and over again until I absorb them rather than read all the books”",
  "“I would say that the five most important skills are of course, reading, writing, arithmetic, and then as you’re adding in, persuasion, which is talking. And then finally, I would add computer programming just because it’s an applied form of arithmetic that just gets you so much leverage for free in any domain that you operate in.If you’re good with computers, if you’re good at basic mathematics, if you’re good at writing, if you’re good at speaking, and if you like reading, you’re set for life.”",
  "“I would say that, first, you’re accountable for your judgment. Judgment is the exercise of wisdom. Wisdom comes from experience; and that experience can be accelerated through short iterations.”",
  "“I, and I alone, am responsible for everything I think and feel.”",
  "“If I do my job right, if I create value for society, society says, \"Oh, thank you. We owe you something in the future for the work that you did in the past. Here’s a little IOU. Let’s call that money.”",
  "“If it entertains you now but will bore you someday, it's a distraction. Keep looking.”",
  "“If you can't decide between 2 choices, take the path that's more difficult/painful in the short term. Doing this will counteract 'hyperbolic discounting,' the brain's tendency to overestimate short term pain and underestimate long term pain.”",
  "“If you care about ethics in wealth creation, it is better to create your wealth using code and media as leverage because then those products are equally available to everybody as opposed to trying to create your wealth through labor or capital.”",
  "“If you survey enough people all the advice will cancel to zero.”",
  "“If you want to be a philosopher king first become a king then become a philosopher. Not first become a philosopher and then become a king.”",
  "“If you want to make the wrong decision, ask everyone.”",
  "“If you’re good with computers, if you’re good at basic mathematics, if you’re good at writing, if you’re good at speaking, and if you like reading, you’re set for life.”",
  "“Impatience with actions, patience with results.”",
  "“In 1,000 parallel universes, you want to be wealthy in 999 of them. You don’t want to be wealthy in the fifty of them where you got lucky, so we want to factor luck out of it … I want to live in a way that if my life played out 1,000 times, Naval is successful 999 times.”",
  "“In 1,000 parallel universes, you want to be wealthy in 999 of them”",
  "“In any situation in life, you only have three options. You always have three options. You can change it, you can accept it, or you can leave it. What is not a good option is to sit around wishing you would change it but not changing it, wishing you would leave it but not leaving it, and not accepting it. It's that struggle, that aversion, that is responsible for most of our misery. The phrase that I probably use the most to myself in my head is just one word: accept.”",
  "“Inspiration is perishable-act one it immediately.”",
  "“It's the mark of a charlatan to try and explain simple things in complex ways and it's the mark of a genius to explain complicated things in simple ways.”",
  "“It's your unlimited desires that are clouding your peace and happiness. Desire is suffering. Every desire you have is an access where you will suffer. Don't focus on more than one desire at a time.”",
  "“It’s better to read a great book really slowly than to fly through a hundred books quickly”",
  "“I’m always ‘working.’ It looks like work to others, but it feels like play to me. And that’s how I know no one can compete with me on it. Because I’m just playing, for sixteen hours a day. If others want to compete with me, they’re going to work, and they’re going to lose because they’re not going to do it for sixteen hours a day, seven days a week.”",
  "“I’ve learned that tit-for-tat iterated prisoner’s dilemma is the piece of game theory that is worth knowing the most. You can almost put down the game theory book after that.”",
  "“Judgment is knowing the long-term consequences of your actions”",
  "“Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.”",
  "“Making money isn’t about luck. It’s about becoming the kind of person who makes money.”",
  "“Most advice is people giving you their winning lottery ticket numbers.”",
  "“My definition of wisdom is knowing the long term consequences of your actions, so they’re not all that different. Wisdom is just judgment on a personal domain. Wisdom applied to external problems I think is judgment.”",
  "“One day, I realized with all these people I was jealous of, I couldn’t just choose little aspects of their life. I couldn’t say “I want his body”, “I want her money”, “I want his personality”. You have to be that person. Do you actually want to be that person, with all of their reactions, desires, their family, their happiness level, their outlook on life, their self-image? If you’re not willing to do a wholesale, 24/7, 100% swap with who that person is, then there is no point in being jealous”",
  "“One of the most damaging and widespread social beliefs is the idea that most adults are incapable of learning new skills.”",
  "“One of the things I think that is important to making money, when you want the kind of reputation that makes people do deals through you. I use the example of like, if you’re a great diver then treasure hunters will come and give you a piece of the treasure for your diving skills.”",
  "“Partner with rational optimists”",
  "“People creating wealth will always be attacked by people playing status games”",
  "“People living below their means have freedom”",
  "“Play stupid games, win stupid prizes.”",
  "“Read what you love until you love to read.”",
  "“Read what you love until you love to read”",
  "“Reading is the ultimate meta-skill that can be traded for anything else.”",
  "“Renting out your time means you’re essentially replaceable”",
  "“Si no te ves trabajando con alguien de por vida, no trabajes ni un solo día con esa persona.”",
  "“So, if you just keep stirring the pot and stirring the pot, that alone you will run out of unluck.”",
  "“So, if you’re willing to bleed a little bit every day but in exchange you’ll win big later, you will do better. That is, by the way, entrepreneurship. Entrepreneurs bleed every day. They’re not making money, they’re losing money, they’re constantly stressed out, all the responsibility is upon them, but when they win they win big. On average they’ll make more. 19.”",
  "“So, what the internet does is allows any niche obsession,”",
  "“So, you want to look for professions and careers where the inputs and outputs are highly disconnected.”",
  "“So, you’re right. It’s about distributing what rich people used to have to everybody.”",
  "“Someone who is using a lot of fancy words and big concepts probably doesn’t know what they’re talking about. The smartest people can explain things to a child; if you can’t do that, you don’t understand the concept.”",
  "“Specialisation is for insects. I don't believe in this model of trying to focus your life down one thing. You've got one life just do everything you want.”",
  "“Spend your time in the company of geniuses, sages, children, and books.”",
  "“Status is your ranking in the social hierarchy.”",
  "“Subtract incentives from advice”",
  "“Taleb’s Skin In The Game is required reading”",
  "“The best products tend to be at the center, at the sweet spot, the middle class, rather than being targeted at the upper class.”",
  "“The central challenge facing game designers is to delay the moment until you realize it’s a complete waste of time.”",
  "“The ideal school would teach health, wealth, and happiness. It‘d be free, self-paced, and available to all. It‘d show opposing ideas and students would self-verify truth. No grades, no tests, no diplomas - just learning. Actually, you’re already here. Careful who you follow.”",
  "“The ideal would be to make money with your mind, not with your time.”",
  "“The means of learning are abundant, the desire to learn is scarce”",
  "“The measure of how much you love something is what you sacrifice for it.”",
  "“The modern devil is cheap dopamine”",
  "“The most dangerous things are heroin and a monthly salary”",
  "“The most dangerous things are heroin, and a monthly salary.\" Right, because they are highly addictive.”",
  "“The most important trick to be happy is to realize that happiness is a choice that you make and a skill that you develop. You choose to be happy, and then you work at it. It’s just like building muscles.”",
  "“The most important trick to happiness is to realize happiness is a skill you develop and a choice you make.”",
  "“The only true test of intelligence is if you get what you want out of life.”",
  "“The people who have the ability to fail in public under their own name actually gain a lot of power.”",
  "“The problem is that to win at a status game, you have to put somebody else down. That’s why you should avoid status games in your life because they make you into an angry combative person. You’re always fighting to put other people down, to put yourself and the people you like up.”",
  "“The problem is that to win at a status game, you have to put somebody else down. That’s why you should avoid status games in your life because they make you into an angry combative person.”",
  "“The purpose of wealth is freedom.”",
  "“The real truths are heresies. They cannot be spoken. Only discovered, whispered, and perhaps read.”",
  "“The smarter you get, the slower you read.”",
  "“To the experts, what looks like hard work from the outside, is play from the inside.”",
  "“To write a great book, you must first become the book.”",
  "“Too many takers and not enough makers will plunge a society into ruin”",
  "“We are the only animals in the animal kingdom that cooperate across genetic boundaries. Most animals don’t even cooperate. But when they do, they cooperate only in packs where they co-evolve together, and they share blood, so they have some shared interests.”",
  "“We don't always get what we want, but sometimes what is happeing is for the best.”",
  "“Wealth buys your freedom”",
  "“Wealth is a very positive sum game. We create things together. We’re starting this endeavor to create this piece of art that explains what we’re doing. At the end of it, something brand new will be created. It’s a positive sum game. Status is a very old game Status, on the other hand, is a zero-sum game. It’s a very old game. We’ve been playing it since monkey tribes. It’s hierarchical. Who’s number one? Who’s number two? Who’s number three? And for number three to move to number two, number two has to move out of that slot. So, status is a zero-sum game.”",
  "“Wealth is a very positive sum game. We create things together. We’re starting this endeavor to create this piece of art that explains what we’re doing. At the end of it, something brand new will be created. It’s a positive sum game.”",
  "“Wealth is a very positive sum game. We create things together. We’re starting this endeavor to create this piece of art that explains what we’re”",
  "“Wealth is assets that earn while you sleep.”",
  "“Wealth is assets that earn while you sleep”",
  "“Wealth isn’t about taking something from somebody else—it’s about creating abundance for the world.”",
  "“We’re descended from pessimists”",
  "“We’re talking about getting wealthy so you can retire, so you have your freedom. Not retire in the sense that you don’t do anything. But in the sense that you don’t have to be any place you don’t want to be, you don’t have to do anything you don’t want to do, you can wake up when you want, you can sleep when you want, you don’t have a boss. That’s freedom.”",
  "“You have two lives, and the second one begins when you realize you only have one”",
  "“You make your own luck if you stay at it long enough.”",
  "“You must own equity to gain your financial freedom”",
  "“You're going to die one day and none of this is going to matter.”",
  "“You’ve got one life on this planet. Why not try to build something big? This is the beauty of Elon Musk, and why I think he inspires so many people, it's just because he takes on really, really big audacious tasks. And he provides an example for people to think big. And it takes a lot of work to build even small things. I don’t think the corner grocery store owner is working any less hard than Elon Musk, or pouring any less sweat and toil into it. Maybe even more.”",
  "“avoid people who got rich quickly, they’re just giving you their winning lottery ticket numbers.”",
  "“be very careful about reading other people’s opinions and even be careful when reading facts because so-called facts are often just opinions with a veneer [of pseudoscience] around them.”",
  "“my personal learning has been that the principal-agent problem drives so much in this world. It’s an incentives problem.”",
  "“self-esteem is the reputation that you have with yourself.\" You’ll always know.”",
  "“when you’re competing with people it’s because you’re copying them. It’s because you’re trying to do the same thing. But every human is different. Don’t copy.”",
  "“you can’t be normal and expect abnormal returns.\" I’ve always enjoyed that one too.”",
  "“you should be able to pick up any book in the library and read it.”"
]
